/* Localized versions of Guest Access strings */

allowButton = "共享螢幕";
denyButton = "取消";

controlTitle = "控制要求";
observeTitle = "監看要求";

controlRequestKnown = "位於“%2$@”上的“%1$@”使用者想要共享您的螢幕。您願意和“%1$@”共享您的螢幕嗎？";
observeRequestKnown = "位於“%2$@”的使用者“%1$@”想要監看您的電腦。您要允許此項操作嗎？";

controlRequestUnknown = "位於“%@”上的未知使用者想要共享您的螢幕。您願意和他們共享您的螢幕嗎？";
observeRequestUnknown = "位於“%@”的未知使用者想要監看您的電腦。您要允許此項操作嗎？";

errAttnReqCommString = "發生通訊錯誤。";
